Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Moheet: The secretary general of the Jordanian Islamic Action Front, Zaki Bani Arshid, has protested Pope Benedict XVI intentions to visit Jordan next May due to the statements he made which insulted the Prophet and the Islamic religion.
ar: محيط: احتج الأمين العام لحزب جبهة العمل الإسلامي الأردني زکي بني ارشيد على الزيارة التي يعتزم بابا الفاتيکان القيام بها للأردن في مايو المقبل بسبب التصريحات التي صدرت عن البابا وتعرض فيها بالإساءة إلى الرسول والدين الإسلامي.

source: According to the Iranian News Agency (IRNA), Bani Arshid had sent a memo to the Jordanian Prime Minister, Nader Al-Zahabi, in which he pointed out that so far the Pope had not apologized for his statement which had stirred up the feelings of half a billio
ar: وذكرت وكالة الأنباء الإيرانية ارنا أن بني ارشيد بعث بمذکرة إلى رئيس الوزراء الأردني نادر الذهبي أشار خلالها إلى أن بابا الفاتيكان لم يعتذر عن الإساءة حتى الآن ، مما يعتبر استفزازاً لمشاعر مليار ونصف من المسلمين في أرجاء المعمورة.

source: The Jordanian Islamic Action Front regard the Pope's visit as unwelcome if he insists on retaining his stance that offends Islam and Muslims, that despises their feelings as well as publicly his lack of respect for Islam and the Prophet (God bless him and
ar: واعتبر الحزب أن زيارة بابا الفاتيكان مرفوضة لديه وغير مرحب بها في حال إصراره على مواقفه المسيئة للإسلام والمسلمين واستخفافه بمشاعر المسلمين وعدم إعلانه احترام الإسلام والرسول صلى الله عليه وسلم.

source: Arshid expressed his hope that Jordan will request a public apology from the Pope for his statements that offended Islam and the Prophet. He criticized the timing and agenda of the Pope's visit pointing out that the Pope will be visiting Israel who carrie
ar: وأعرب عن أمله في أن تطلب عمان من البابا الإعتذار العلني عن التصريحات المسيئة للإسلام ورسوله ، وانتقد برنامج الزيارة وتوقيتها ، لافتا إلى أن البابا سيزور إسرائيل التي ارتكب محرقة إرهابية عنصرية في غزة وصدرت عن وسائل إعلامه إساءات للسيد المسيح والسيدة مريم

source: The Media spokesman for the Muslim Brotherhood Group in Jordan, Jamil Abu Bakr, has demanded from the Pope an apology for his statements which has caused harm to Islam and its great Prophet.
ar: وکان الناطق الاعلامي باسم جماعة الإخوان المسلمين بالأردن جميل أبو بكر قد طالب في وفت سابق بابا الفاتيكان بالإعتذار عن التصريحات التي مست بالإسلام وبالرسول الأعظم.

source: He pointed out last Monday in his statement that the visit of Pope Benedict XVI to the region should express the solidarity of Muslims and Christians throughout history. If the Pope ignores the feelings of the Muslims this will remain a stumbling block to
ar: وأشار في تصريح له الاثنين الماضي إلى أن زيارة بنيديکت السادس عشر إلى المنطقة يجب أن تعبر عن تلاحم وتآلف المسلمين والمسيحيين على مدى التاريخ ، مشددا على أن تجاهل بابا الفاتيكان لمشاعر المسلمين سيظل حجر عثرة في سبيل إلتئام الجرح الذي سببته تصريحاته.

source: He added, The pope should realize the seriousness of his wrongdoings against religious figures which will not be absolved through flattery nor through the passing of time
ar: وتابع حري بالبابا أن يدرك خطورة الإساءة للرموز الدينية التي لا تندمل بالمجاملات ولا بمرور الزمن.

source: Jordan: Islamists angered by the visit of Pope Benedict XVI
ar: الأردن: الإسلاميون غاضبون من زيارة بابا الفاتيكان

source: Abu Bakr criticized the Pope's intention's to visit what he calls the (Gazan) Holocaust pointing out that the Pope's visit comes not long after the Holocaust that Israel carried out against Gaza's children killing hundreds of women, children as well as de
ar: وانتقد أبو بكر عزم البابا زيارة نصب ما يدعى بـالمحرقة ، لافتاً إلى أن زيارته تأتي في وقت لم يمض فيه الكثير من الوقت على المحرقة التي أشعلتها إسرائيل بأبناء غزة وراح ضحيتها مئات الأطفال والنساء والشيوخ وهدمت خلالها المعابد والمستشفيات والمدارس والبنية ال

source: He stressed that the Wailing Wall, which the Pope intends to visit, is a stolen Islamic legacy. He warned against condoning the Pope's illegal step to visit it.
ar: وشدد على أن حائط البراق الذي ينوي البابا زيارته هو إرث إسلامي مسلوب ، محذرا من مبارکة البابا لهذه الخطوة الإحتلالية بزيارته له.

source: When is the divorce for?
ar: متى الطلاق؟

source: As American artists do when they get married, divorce is next.
ar: كما يفعل الفنانون الأمريكان عندما يتزوحون، الطلاق قادم

source: Comment:
ar: مسلسل :

source: Sender:
ar: الراسل :

source: Country:
ar: الدولة :

source: Comment date:
ar: تاريخ التعليق :

source: Saturday, 25-4-2009 at 0:11 am
ar: السبت , 25 - 4 - 2009 الساعة : 0:11 صباحاً

source: Request
ar: طلب

source: People, I'd like to know what channels will broadcast Haifa's wedding.
ar: يا رجاله انا عايز اعرف القنوات الناقله لفرح هيفاء

source: Friday, 24-4-2009 at 6:43 PM
ar: الجمعة , 24 - 4 - 2009 الساعة : 6:43 مساءً

source: Hahahaha_No one knows how many times Haifa got married before.
ar: ههههههههههههههههههههههههههههههههههههههههههههههههههههههه ما حدا يعرف ادي صارت متزوجة

source: Friday, 24-4-2009 at 7: 50 PM
ar: الجمعة , 24 - 4 - 2009 الساعة : 7:50 مساءً

source: Friday, 24-4-2009 at 6:33 PM
ar: الجمعة , 24 - 4 - 2009 الساعة : 6:33 مساءً

source: They are all the same
ar: كلة زى بعضة

source: I think that her marriage might solve the problem. Her husband might be a good man, and he will spare us her beautiful art.
ar: انا شايفة انجوازها يمكن يحل المشكلة ويكون جوزها ابن حلال ويرحمنا من فنها الجميل

source: Emergency at the Beirut Airport
ar: طواريء _في مطاربيروت

source: 150 Aircrafts and Thousands of Guests for Haifa Wehbe's Wedding
ar: 150 طائرة وآلاف المدعوين في زفاف هيفاء وهبي

source: Al Fann Online - Khaled Al-Saleh
ar: الفن أونلاين - خالد _الصالح

source: Lebanese authorities decided to lift the state of alert among security forces, army and police, in the Beirut airport, major hotels, and surroundings. It also prevented breaks and holidays, and warned soldiers not to leave their places no matter what... S
ar: قررت السلطات اللبنانية رفع حالة التأهب بين القوات الأمنية _جيش وشرطة داخل مطار بيروت والفنادق الكبرى وما حولها ومنعت الراحات والأجازات _ونبهت على الجنود عدم ترك أماكنهم مهما كانت الأسباب.. كما شددت قوات الأمن من _إجراءات الأمنية لمنع دخول أى شخص لم توجه

source: These measures were taken in preparation for the wedding party of Lebanese singer Haifa Wehbe and Egyptian businessman Ahmed Abu Hashima, to be held on Friday evening,
ar: تأتى هذه التحركات استعدادا لحفل زفاف الفنانة _اللبنانية هيفاء وهبى ورجل الأعمال المصرى احمد أبو هشيمة والمقرر إقامته مساء _غد الجمعة

source: and to which a large number of ministers, officials, artists and businessmen from all over the world were invited.
ar: والذى تم توجيه _الدعوة لعدد كبير من الوزراء والمسئولين والفنانين ورجال الأعمال من كافة أنحاء _العالم لحضوره.

source: Al Fann Online learned from the office of the Lebanese singer that the ceremony costed about 10 million dollars, which amounts to 55 million Egyptian pounds, of which one and a half million dollars were paid to the international company in charge of emb
ar: علمت الفن أونلاين من مكتب الفنانة اللبنانية أن _الحفل بلغت تكلفته نحو10ملايين دولار أى ما يوازى 55 مليون جنيه مصرى, خصص منها _مليون ونصف المليون دولار تم دفعها للشركة العالمية التى تقوم بتزيين قاعة الحفل.

source: Will participate in the animation of the ceremony renowned Spanish singer Enrique Iglesias, who will dedicate to the couple a song in English that was especially prepared for the occasion, in addition to Amr Diab, Ragheb Alama, Nancy Ajram, Nawal
ar: يشارك فى إحياء الحفل المطرب الأسباني الشهير إنريكى _إجلاسيوس والذى سيهى العروسين أغنية خاصة باللغة الانجليزية قام بإعدادها خصيصا _لهذه المناسبة كما يشارك بالغناء عمرو دياب وراغب علامة ونانسى عجرم ونوال _الزغبى ووائل كافورى ونجوى كرم وعدد أخر

source: Ministers and Officials
ar: وزراء ومسؤولون

source: It's worth mentioning that Haifa and Abu Hashima invited a large number of Arab officials and ministers to attend their wedding ceremony, and they received indeed confirmations, in addition to invitations to very close friends from outside the artisti
ar: يذكر إن هيفاء وأبو هشيمة وجها الدعوة لعدد كبير من _المسئولين والوزراء العرب لحضور حفل زفافهما وحصلا بالفعل على موافقتهم, بخلاف دعوة _أصدقائهما المقربين جدا من خارج الوسط الفنى, وينتظر أن تصل أعداد الطائرات التى _تقل المدعوين ويستقبلها مطار بيروت على م

source: Observers that followed the measures that were taken in Beirut that night confirmed that the event will be unprecedented in the history of Arab wedding celebrations.
ar: يؤكد المتابعون للإجراءات التى تم اتخاذها فى بيروت أن _تلك الليلة ستكون ليلة غير مسبوقة فى تاريخ أفراح العرس _العربية.

source: Abu Omar al-Baghdadi....a reality or an illusion
ar: أبوعمر البغدادي.. حقيقة أم وهم

source: US Secretary of State Hillary Clinton on 25th April called for Iraqis to put aside their differences in the midst of the suicide attacks which are raising fears of a renewed sectarian war with the withdrawal of the US forces.
ar: دعت وزيرة الخارجية الأمريكية هيلاري كلينتون السبت 25-4-2009 العراقيين إلى أن يضعوا خلافاتهم جانبا في غمرة هجمات انتحارية أحيت مخاوف من تجدد الحرب الطائفية عند انسحاب القوات الأمريكية.

source: In a short visit to Iraq, the first one for her as foreign secretary, Clinton stated that the United States will continue to support the Iraqi government while Washington is preparing to withdraw all its troops from the country by the end of the 2011.
ar: وفي زيارة قصيرة للعراق هي الأولى لها كوزيرة للخارجية قالت كلينتون إن الولايات المتحدة ستواصل دعم الحكومة العراقية في الوقت الذي تستعد فيه واشنطن لسحب كل قواتها من البلاد بنهاية عام 2011.

source: Clinton arrived to Baghdad aboard a military transport aircraft a day after two female suicide bombers blew themselves up outside a Shiite shrine in Baghdad which resulted in the death of 60 Iraqis, the bloodiest single attack in Iraq for more than ten mo
ar: ووصلت كلينتون لبغداد على متن طائرة نقل عسكرية بعد يوم من تفجير مهاجمتين انتحاريتين نفسيهما خارج مرقد شيعي في بغداد، مما أسفر عن سقوط 60 قتيلا في أدمى هجوم فردي في العراق منذ أكثر من عشرة شهور.

source: This was the third major attack that took place within two days bringing the total the number of people killed in those two days of violence to at least 150 people.
ar: وكان هذا ثالث هجوم كبير يقع خلال يومين ليصل إجمالي عدد القتلى خلال يومين من أعمال العنف إلى 150 شخصًا على الأقل.

source: The recent rise in the number of attacks that has left many victims in its wake has triggered fears of renewed violence. US President, Barak Obama, has ordered US combat forces to get ready to withdraw from Iraqi cities in June. There are doubts about the
ar: والارتفاع الأخير في عدد الهجمات التي تسقط الكثير من الضحايا أجج المخاوف من تجدد أعمال العنف، وأمر الرئيس الأمريكي باراك أوباما القوات الامريكية القتالية بالاستعداد للانسحاب من المدن العراقية في يونيو/حزيران. وهناك شكوك بشأن فعالية القوات العراقية.

source: During a meeting that Clinton held with 150 Iraqis in the US embassy's headquarters an Iraqi journalist stated candidly that many Iraqis are afraid of what will happen when the American troops withdraw, and that they do not trust the Iraqi security forces
ar: وفي اجتماع لكلينتون مع 150 عراقيّا في مقر السفارة الأمريكية قال صحفي عراقي بشكل واضح إن كثيرا من العراقيين خائفون مما سيحدث حينما تغادر القوات الأمريكية وإن الناس لا يثقون بقوات الأمن العراقية.

source: However, Clinton responded by saying, There is nothing more important than an united Iraq. The more that Iraq's unity becomes strengthened the more they will feel confidence in their security services. It is imperative that the security services win the
ar: ولكن كلينتون ردت قائلة لا يوجد شيء أكثر أهمية من العراق الموحد، كلما تعززت وحدة العراق شعرتم بالثقة في أجهزة الأمن، ينبغي أن تفوز أجهزة الأمن بثقتكم ولكن يتعين أن يطالب الناس بذلك.

source: The sectarian violence began when the United States led the 2003 invasion of Iraq but then dropped over the past year. However, the Iraqi security forces continue to face enormous challenges. These include taking on the military tasks and management of th
ar: وبدأت أعمال العنف الطائفية مع الغزو الذي قادته الولايات المتحدة للعراق عام 2003 ولكنها تراجعت على مدى العام الماضي، غير أن قوات الأمن العراقية ما زالت تواجه تحديات ضخمة وهي تتسلم المهام العسكرية وتدير أجهزة الشرطة من يد القوات الأمريكية، ومن المقرر إجراء

source: Clinton visits Iraq amid a wave of violence raising fears of a sectarian war
ar: كلينتون تزور العراق وسط موجة عنف أحيت مخاوف الحرب الطائفية

source: Clinton asked whether or not the recent violence could spark a sectarian war again. I see no indications of that at present, she told reporters in Kuwait late Friday night before traveling to Baghdad. I believe that the suicide bombings is an an indic
ar: وسئلت كلينتون أمس إذا كانت أعمال العنف الأخيرة قد تشعل الحرب الطائفية من جديد، فقالت لا أرى مؤشرات على ذلك في الوقت الجاري، وقالت للصحفيين في الكويت في وقت متأخر من مساء أمس الجمعة قبل السفر إلى بغداد أعتقد أن التفجيرات الانتحارية هي مؤشر وللأسف بطريقة

source: In what was a short visit Clinton met with the Iraqi prime minister, Nouri al-Maliki and General Ray Odierno, commander of US forces in Iraq. In a closed-door meeting Clinton also spoke with a group of Iraqi women that had been widowed during the past six
ar: وفي زيارتها القصيرة اجتمعت كلينتون مع رئيس الوزراء نوري المالكي والجنرال راي أوديرنو قائد القوات الأمريكية في العراق وتحدثت في جلسة مغلقة مع مجموعة من العراقيات اللاتي ترملن خلال السنوات الست الماضية جراء أعمال العنف الطائفية.

source: During her meeting with Iraqi citizens in the American Embassy she responded to a spate of questions in regards to what the United States can do to assist the Iraqi people in everything from education and agriculture to the empowerment of women and the ri
ar: وخلال اجتماعها مع المواطنين العراقيين في السفارة أجابت على سؤال تلو الآخر بشأن ما يمكن للولايات المتحدة أن تفعله لمساعدتهم في كل شيء من التعليم والزراعة إلى تمكين المرأة وحقوق الأقليات.

source: Clinton said that she was aware that it was not easy to repair ties in Iraq's society. I know how difficult it is. My country struggled for many years with all kinds of divisions but as you know we elected a president of African origin, someone who leads
ar: وقالت كلينتون إنها تعلم بأنه ليس من السهل إصلاح روابط المجتمع العراقي، وأضافت أعلم مدى صعوبة الأمر، لقد ناضلت بلادي لسنوات عديدة مع كل أنواع الانقسامات ولكن حتى الآن كما تعلمون لقد انتخبنا للتو رئيسا أمريكيا من أصل إفريقي، شخص يقود جميع الأمريكيين وليس م

source: Regarding another matter, a prominent military official said on Saturday that Iraqi officials will not know for two days whether the man that was arrested last week was in fact the leader of one of the armed groups of al Qaeda's network, who is blamed for
ar: وفي شأن عراقي آخر، قال مسؤول عسكري بارز السبت إن المسؤولين العراقيين لن يعلموا قبل يومين إذا كان رجل ألقي القبض عليه الأسبوع الماضي هو بالفعل زعيم إحدى جماعات المسلحين التابعة لتنظيم القاعدة والذي يلقى باللوم عليه في أعمال عنف في العراق، وسط تكهنات إلى شخ

source: General Qassem Al-Musawi, a spokesman for the security operation in Baghdad said that they had found documents on the man arrested on Thursday that stated that he was Abu Omar the leader of the Islamic State of Iraq.
ar: وقال اللواء قاسم الموسوي المتحدث باسم العملية الأمنية في بغداد إن وثائق عثر عليها مع الرجل الذي ألقي القبض عليه يوم الخميس تفيد بأنه أبوعمر البغدادي زعيم جماعة دولة العراق الإسلامية.

source: Poll: Majority of Palestinians are willing to accept the two-state solution
ar: استطلاع: غالبية الفلسطينيين على استعداد لقبول حل الدولتين

source: Jerusalem - DPA - A vast majority of Palestinians expressed in a poll that was published on Saturday their support for the two-state solution in order to achieve peace with Israel.
ar: ، د ب أ - أعربت الغالبية العظمى من الفلسطينيين في استطلاع للرأي نشر اليوم السبت عن دعمها لحل الدولتين من أجل تحقيق السلام مع إسرائيل.

source: The poll, conducted by the Voice of Palestine on the peace process and issues related to the final status, showed that the majority of Palestinians believe that the two-state solution is still the most acceptable choice for the vast majority of the Pale
ar: وأظهر الاستطلاع الذي أجرته مؤسسة صوتنا فلسطين حول العملية السلمية وقضايا الوضع النهائي أن غالبية الفلسطينيين تري أن الحل القائم على أساس دولتين لا يزال هو الخيار المقبول بالنسبة للأغلبية العظمى من الفلسطينيين حيث تبين أن 74 بالمئة من الفلسطينيين على است

source: The poll was conducted on a sample of 600 Palestinians at the beginning of February,
ar: وأجرى الاستطلاع على عينية مكونة من 600 فلسطيني بداية من شهر شباط

source: meaning right after the end of the Israeli war on the Gaza Strip, which killed and injured more than seven thousand Palestinians. The poll showed that 71 percent of those who participated in the survey, which was conducted in collaboration with the Instit
ar: ( فبراير) أي عقب انتهاء الحرب الإسرائيلية على قطاع غزة التي خلفت أكثر من سبعة آلاف شهيد وجريح فلسطيني. وأكد 71 بالمئة من الذين استطلعت أراؤهم، الذي جرى بالتعاون مع معهد الدراسات الايرلندية في جامعة ليفربول، أن السلام عن طريق التفاوض أمر ضروري أو مرغوب فيه

source: In contrast with the pre-mentioned results, the poll showed that 59 percent of the sample consider the bilateral nationalist state unacceptable, while 94 percent of the Palestinians believe that they have the right to access to the course of the process o
ar: في حين قال 59 بالمئة منهم إنهم يعتبرون أن الدولة ثنائية القومية غير مقبولة ، فيما يعتقد 94 بالمئة من الفلسطينيين أن من حقهم الإطلاع على سير عملية المفاوضات. كما تشير النتائج إلى أن المسألة ذات الأهمية القصوى بالنسبة للفلسطينيين هي التحرر حيث يرى 94 بالم

source: We are awaiting the results of the DNA test said Genral Al-Musawi , as well as certificates by the leaders of al-Qaeda who previously worked with Al-Baghdadi who are currently being held by us. This is in order to reach conclusive results regarding th
ar: وقال الموسوي نحن بانتظار نتائج فحص الحامض النووي، وكذلك شهادات مقدمة من قيادين في القاعدة سبق وأن عملوا مع أبوعمر البغدادي، وهم محتجزون لدينا الآن، وذلك من أجل الوصول إلى نتائج قاطعة حول شخصية البغدادي.

source: He added that the results of the investigation will be announced within approximately two days. US and Iraqi officials have not been able so far to confirm that the man held in Baghdad is Abu Omar Al-Baghdadi who it was rumored before to have been killed
ar: وأضاف أن نتائج التحقيق ستعلن في غضون يومين تقريبا، ولم يتمكن مسؤولون أمريكيون وعراقيون حتى الآن من تأكيد أن الرجل المحتجز في بغداد هو البغدادي الذي كان تردد من قبل أنه قتل وأنه اعتقل.

source: There are speculations by security analysts that Al-Baghdadi does not exist and that he is a personal fantasy conjured up by the Al Qaeda network in Iraq to give an Iraqi appearance to the organization. Analysts say that his name might be a pseudo name th
ar: ويعتقد بعض المحللين الأمنيين أن البغدادي لا وجود له ويتكهنون بأنه شخصية خيالية اخترعها تنظيم القاعدة في العراق لإعطاء واجهة عراقية للتنظيم، ويقول محللون إن اسمه قد يكون لقبا ينتقل من شخص لآخر.

source: If the detainee was is Al-Baghdadi it will be a blow to the Islamic hard-liners. Meanwhile the number of large explosions in Iraq is raising questions over whether the country was sliding again towards sectarian violence. About 150 people have been killed
ar: وإذا كان المحتجز هو البغدادي فقد يمثل الأمر ضربة للمتشددين الإسلاميين، بينما يثير عدد من التفجيرات الكبيرة في العراق تساؤلات إذا كانت البلاد تنزلق ثانية صوب أعمال عنف طائفية، وقتل نحو 150 شخصًا في أعمال عنف دامية وقعت بالعراق خلال اليومين الماضيين.

source: Abu Omar Al-Baghdadi's arrest might be seen as a victory for the Iraqi forces that arrested him who seek to establish their own capacity while the US forces in Iraq, consisting of 137 thousand soldiers, are preparing to complete their withdrawal from Iraq
ar: وقد ينظر إلى اعتقاله أيضا على أنه انتصار للقوات العراقية التي ألقت القبض عليه، والتي تسعى لتأكيد القدرات الخاصة بها، بينما تستعد القوات الأمريكية في العراق وقوامها 137 ألف جندي للانسحاب الكامل من العراق بنهاية عام 2011.

source: Dubai’s Red Crescent receives Belgian Princess
ar: الهلال الأحمر بدبي يستقبل ابنة ملك بلجيكا

source: Red Crescent / Belgian Princess / Meeting
ar: الهلال الأحمر / أميرة بلجيكية / لقاء

source: Abu Dhabi, April 8 / WAM / Her Royal Highness Princess Astrid, daughter of Belgium's King Albert II praised the excellence of humanitarian efforts of the UAE in the international arena, expressing her appreciation for the efforts of the Red Crescent at th
ar: أبوظبي في 8 ابريل / وام / أكدت صاحبة السمو الملكي الأميرة أستريد البير الثاني ابنة ملك بلجيكا حجم التميز للجهود الإنسانية لدولة الإمارات على الساحة الدولية ..معربة عن تقديرها لجهود هيئة الهلال الأحمر الإغاثية على الصعيد الإقليمي والدولي لدعم الجهود العالم

source: Her Royal Highness also highlighted the importance of directing attention towards the development of awareness of malaria that could spread again, which requires concerted efforts of the international community to reduce that danger.
ar: وأعربت سموها عن أهمية توجيه الاهتمام صوب تنمية الوعي بمرض الملاريا في ظل المخاوف من عودة انتشاره من جديد الأمر الذي يتطلب تضافر جهود المجتمع الدولي للحد من خطورته.

source: The Belgian Princess visited Dubai recently during her Gulf and world tour to drum up support and global efforts to combat malaria.
ar: جاء ذلك خلال زيارة الأميرة البلجيكية مؤخرا إلى دبي ضمن جولتها العالمية والخليجية لحشد الدعم والجهود العالمية لمكافحة الملاريا.

source: Mohammad Abdullah Al Zarouni, director of the Red Crescent branch in Dubai, received the Belgian princess and her entourage at Dubai International Airport, and transferred to her the greetings and welcome wishes of His Highness Sheikh Hamdan bin Zayed Al
ar: وكان محمد عبدالله الزرعوني مديرهيئة الهلال الأحمر فرع الهيئة بدبي في مقدمة مستقبلي الأميرة البلجيكية والوفد المرافق لها بمطار دبي الدولي حيث نقل إلى سموها تحيات وترحيب سمو الشيخ حمدان بن زايد آل نهيان نائب رئيس مجلس الوزراء رئيس هيئة الهلال الأحمر لزيارته

source: The objectives of the project Roll Back Malaria to combat malaria, which was launched ten years ago aiming to combat the spread of malaria especially in Africa, were discussed during the meeting, in light of the vital need to take urgent action against
ar: وتم خلال اللقاء بحث أهداف مشروع رول باك ملاريا لمكافحة الملاريا الذي تم إطلاقه منذ عشر سنوات والذي يهدف إلى مكافحة انتشار وباء الملاريا و خصوصاً في أفريقيا في ظل الحاجة الملحة إلى اتخاذ إجراء عاجل ضد الملاريا التي ما تزال السبب الأول في وفاة العديد من

source: The Belgian Princess noted that malaria causes the death of about three million people a year, with a high fraction of its victims being children under five years of age.
ar: ولفتت الأميرة البلجيكية إلى أن مرض الملاريا يتسبب في وفاة نحو ثلاثة ملايين شخص سنويا يشكل الأطفال الذين هم دون الخامسة من العمر الشريحة الأكبر من ضحاياه.

source: And she also stressed the importance of strengthening efforts to fight malaria in the light of deteriorating economic conditions, and called governments, private sector institutions, offices of the United Nations and civil society institutions to provide
ar: وأكدت على أهمية تعزيز الجهود الرامية لمكافة الملاريا في ظل الأوضاع الاقتصادية المتردية مناشدة الحكومات ومؤسسات القطاع الخاص ومكاتب الأمم المتحدة ومؤسسات المجتمع المدني توفير الموارد اللازمة للعمل من اجل الحد من انتشار الملاريا.

source: The Executive Director of the Roll Back Malaria (RBM) Partnership, Marie Coll-Seck, said that the project spent about two billion dollars during the past year, noting that efforts to combat malaria -which affects different parts of the world- over the nex
ar: من جهتها قالت ماري كولسيك الرئيسة التنفيذية لمشروع الشراكة رول باك ملاريا لمكافحة الملاريا ان المشروع انفق نحو ملياري دولار خلال العام المنصرم ..مشيرة الى إن جهود مكافحة الملاريا خلال العامين المقبلين التي تطال أنحاء مختلفة من العالم تتطلب مبلغ خمسة ملي
